bungcip.better-toml
castwide.solargraph
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
exiasr.hadolint
flowtype.flow-for-vscode
fwcd.kotlin
iocave.customize-ui
iocave.monkey-patch
jpoissonnier.vscode-styled-components
KevinRose.vsc-python-indent
ms-pyright.pyright
ms-python.python
ms-vsliveshare.vsliveshare
nimsaem.nimvscode
njpwerner.autodocstring
PKief.material-icon-theme
redhat.java
rust-lang.rust
shardulm94.trailing-spaces
timonwong.shellcheck
usernamehw.errorlens
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
